Revit 2027 API
ParameterTypeId.CwpAddLevelSuffix Property
 "Add suffix to Level Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpAddLevelSuffix { get; }
Public Shared ReadOnly Property CwpAddLevelSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpAddLevelSuffix {
	ForgeTypeId^ get ();
}
static member CwpAddLevelSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace